{
  "portfolios": [
    {
      "id": 1,
      "title": "IT FEST 2022",
      "imageSrc": "/assets/project2.png",
      "url": "itfest-22",
      "description": "'Online ticket sales,  built using Laravel and Tailwind CSS for IT FEST and IT MATSURI 2022 event. <br> This is an annually event from Information Technology Lambung Mangkurat University. <br> The website has sales for around 200 ticket and worth of 9 million rupiah. '",
      "demo": false,
      "source_code" : "https://github.com/uluumbch/itfest"
    },
    {
      "id": 2,
      "title": "Bot Pengingat Sholat HMTI",
      "imageSrc": "/assets/bot1.png",
      "url": "bot-pengigat-sholat-hmti",
      "description": "A simple bot that can send messages automatically to telegram groups. The bot will send a message (in the form of an image) based on the prayer times that day. Why use Bots? <br /> Bots can send  automatically according to the time we specify. <br /> It doesn't take huge resources to be able to run Bot on local server<br />Bots don't have phone numbers like regular accounts. So it is impossible to get spam.",
      "demo" : "https://t.me/PengingatSholatHMTI_bot",
      "source_code" : "https://github.com/uluumbch/bot-pengingat-sholat-hmti"
    },
    {
      "id": 3,
      "title": "Inventory App",
      "imageSrc": "/assets/portofolio1.png",
      "url": "inventory-app-laravel",
      "description": "Built using Laravel and Tailwind CSS this is an online inventory for a computer store. The purpose of the project was to create a platform where administrator can see how many items sold and dashboard for inventory like how many items left in warehouse. The project was developed as part of a college project and was designed to showcase my skills in web development using Laravel and Tailwind CSS.",
      "demo": false,
      "source_code" : "https://github.com/uluumbch/toko-komputer-laravel"
    },{
      "id": 4,
      "title": "Infinite Scroll App",
      "imageSrc": "/assets/infinitescroll1.png",
      "url": "infinite-scroll-app",
      "description": "This simple project is created for demonstration about fetching 1 milion data super fast with query limit. the goal of this project is to create a REST API that can fetch data quickly even if it has a lot of data. This project use Express js for Backend and React for Frontend and the data stored in database using MySQL. I also use Tailwind CSS for styling.",
      "demo":"http://infinite-scroll.uluumbch.my.id/",
      "source_code": "https://github.com/uluumbch/infinite-scroll-app"
    },{
      "id": 5,
      "title": "Sistem Informasi Rumahs Susun (SIRUSUN)",
      "imageSrc": "/assets/rusunawa.png",
      "url": "Sistem-Informasi-Rumahs-Susun-SIRUSUN",
      "description": "SIRUSUN is an app for managing rumah susun (apartments/flats) in Teluk Kelayan Banjarmasin. <br> This application also won an award in the DISPORSENI UT 2022 competition as the 3rd runner-up winner in the field of information technology",
      "demo":false,
      "source_code": "https://github.com/uluumbch/SI_RUSUN"
    }
  ]
}